Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: Override the translucent tint behind the main dock window. Leave this off to keep following the system material color.
es: Sobrescribe el tinte translúcido detrás de la ventana principal del dock. Déjalo desactivado para seguir el color del material del sistema.
fr: Remplace la teinte translucide derrière la fenêtre de dock principale. Laissez ceci désactivé pour conserver la couleur de matériau système.
zh_hans: 覆盖主 Dock 窗口背后的半透明色调。保持关闭以继续跟随系统材质颜色。
zh_hant: 覆蓋主 Dock 視窗背後的半透明色調。保持關閉以繼續跟隨系統材質顏色。
zh_hk: 覆蓋主 Dock 窗口背後的半透明色調。保持關閉以繼續跟隨系統材質顏色。

source: Overrides
es: Sobrescrituras
fr: Remplacements
zh_hans: 覆盖项
zh_hant: 覆蓋項
zh_hk: 覆蓋項

source: Padding
es: Margen
fr: Marge
zh_hans: 内边距
zh_hant: 內邊距
zh_hk: 內邊距

source: Permissions
es: Permisos
zh_hans: 权限
zh_hant: 許可權
zh_hk: 權限

source: Pick a custom image for the Launchpad tile. Defaults to the system Launchpad icon.
es: Elige una imagen personalizada para el ícono de Launchpad. Por defecto utiliza el ícono de Launchpad del sistema.
fr: Choisissez une image personnalisée pour la tuile Launchpad. Par défaut, l'icône système du Launchpad.
zh_hans: 为启动台图块选择自定义图像。默认使用系统启动台图标。
zh_hant: 為啟動臺圖塊選擇自定義影象。預設使用系統啟動臺圖示。
zh_hk: 為啓動台圖塊選擇自定義圖像。默認使用系統啓動台圖標。

source: Pick custom images for any folder tile currently in the dock. Each folder defaults to its system icon.
es: Elige imágenes personalizadas para cualquier ícono de carpeta del dock. Cada carpeta usa su ícono del sistema por defecto.
fr: Choisissez des images personnalisées pour toute tuile de dossier actuellement dans le dock. Chaque dossier utilise par défaut son icône système.
zh_hans: 为 Dock 中当前的任意文件夹图块选择自定义图像。每个文件夹默认使用其系统图标。
zh_hant: 為 Dock 中當前的任意資料夾圖塊選擇自定義影象。每個資料夾預設使用其系統圖示。
zh_hk: 為 Dock 中當前的任意文件夾圖塊選擇自定義圖像。每個文件夾默認使用其系統圖標。

source: Pick custom images for the Trash tile's empty and full states. Both default to the system Trash icons.
es: Elige imágenes personalizadas para los estados vacío y lleno del ícono de Papelera. Ambos usan los íconos de Papelera del sistema por defecto.
fr: Choisissez des images personnalisées pour les états vide et plein de la tuile Corbeille. Les deux utilisent par défaut les icônes système de la Corbeille.
zh_hans: 为废纸篓图块的空和满两种状态选择自定义图像。两者默认使用系统废纸篓图标。
zh_hant: 為廢紙簍圖塊的空和滿兩種狀態選擇自定義影象。兩者預設使用系統廢紙簍圖示。
zh_hk: 為廢紙簍圖塊的空和滿兩種狀態選擇自定義圖像。兩者默認使用系統廢紙簍圖標。

source: Pill
es: Píldora
fr: Pastille
zh_hans: 胶囊
zh_hant: 膠囊
zh_hk: 膠囊

source: Placement
es: Ubicación
zh_hans: 位置
zh_hant: 位置
zh_hk: 位置

source: Position on Screen
es: Posición en pantalla
fr: Position à l'écran
zh_hans: 屏幕上的位置
zh_hant: 螢幕上的位置
zh_hk: 屏幕上的位置

source: Preview Mode
es: Modo de vista previa
fr: Mode aperçu
zh_hans: 预览模式
zh_hant: 預覽模式
zh_hk: 預覽模式

source: Previous Track
es: Pista anterior
fr: Piste précédente
zh_hans: 上一首
zh_hant: 上一首
zh_hk: 上一首

source: Primary Display
es: Pantalla principal
fr: Écran principal
zh_hans: 主显示器
zh_hant: 主顯示器
zh_hk: 主顯示器

source: Product
es: Producto
fr: Produit
zh_hans: 产品
zh_hant: 產品
zh_hk: 產品

source: Profiles
es: Perfiles
fr: Profils
zh_hans: 配置
zh_hant: 配置
zh_hk: 配置

source: Quick Join
es: Unirse rápido
fr: Rejoindre rapidement
zh_hans: 快速加入
zh_hant: 快速加入
zh_hk: 快速加入

source: Quit
es: Salir
fr: Quitter
zh_hans: 退出
zh_hant: 退出
zh_hk: 退出

source: Quit Docky
es: Salir de Docky
fr: Quitter Docky
zh_hans: 退出 Docky
zh_hant: 退出 Docky
zh_hk: 退出 Docky

source: Re-check
es: Volver a comprobar
fr: Vérifier à nouveau
zh_hans: 重新检查
zh_hant: 重新檢查
zh_hk: 重新檢查

source: Re-check Permissions
es: Volver a comprobar permisos
fr: Vérifier les autorisations
zh_hans: 重新检查权限
zh_hant: 重新檢查許可權
zh_hk: 重新檢查權限

source: Refresh Batteries
es: Actualizar baterías
fr: Actualiser les batteries
zh_hans: 刷新电池
zh_hant: 重新整理電池
zh_hk: 刷新電池

source: Refresh Calendar
es: Actualizar Calendario
fr: Actualiser le calendrier
zh_hans: 刷新“日历”
zh_hant: 重新整理“日曆”
zh_hk: 刷新“日曆”

source: Refresh Reminders
es: Actualizar Recordatorios
fr: Actualiser les rappels
zh_hans: 刷新“提醒事项”
zh_hant: 重新整理“提醒事項”
zh_hk: 刷新“提醒事項”

source: Refresh Status
es: Actualizar estado
fr: Actualiser le statut
zh_hans: 刷新状态
zh_hant: 重新整理狀態
zh_hk: 刷新狀態

source: Refresh Weather
es: Actualizar Clima
fr: Actualiser la météo
zh_hans: 刷新“天气”
zh_hant: 重新整理“天氣”
zh_hk: 刷新“天氣”

source: Register Product
es: Registrar producto
fr: Enregistrer le produit
zh_hans: 注册产品
zh_hant: 註冊產品
zh_hk: 註冊產品

source: Registers Docky as a login item so it starts automatically after you sign in.
es: Registra Docky como elemento de inicio de sesión para que arranque automáticamente al iniciar sesión.
fr: Enregistre Docky comme élément de connexion pour qu'il démarre automatiquement après votre connexion.
zh_hans: 将 Docky 注册为登录项，以便你登录后自动启动。
zh_hant: 將 Docky 註冊為登入項，以便你登入後自動啟動。
zh_hk: 將 Docky 註冊為登錄項，以便你登錄後自動啓動。

source: Reload Catalog
es: Recargar catálogo
fr: Recharger le catalogue
zh_hans: 重新加载目录
zh_hant: 重新載入目錄
zh_hk: 重新加載目錄

source: Reminders
es: Recordatorios
fr: Rappels
zh_hans: 提醒事项
zh_hant: 提醒事項
zh_hk: 提醒事項

source: Remove from Dock
es: Quitar del dock
fr: Retirer du Dock
zh_hans: 从 Dock 中移除
zh_hant: 從 Dock 中移除
zh_hk: 從 Dock 中移除

source: Remove from Folder
es: Quitar de la carpeta
fr: Retirer du dossier
zh_hans: 从文件夹中移除
zh_hant: 從資料夾中移除
zh_hk: 從文件夾中移除

source: Removes the main window's glossy gradient border and Liquid Glass material while keeping the existing blur and background tinting.
es: Elimina el borde brillante con degradado y el material de Liquid Glass de la ventana principal, manteniendo el desenfoque y el tinte de fondo existentes.
fr: Supprime le bord en dégradé lumineux et le matériau Liquid Glass de la fenêtre principale tout en conservant le flou et la teinte de fond existants.
zh_hans: 移除主窗口的亮泽渐变边框和液态玻璃材质，同时保留现有的模糊和背景着色。
zh_hant: 移除主視窗的亮澤漸變邊框和液態玻璃材質，同時保留現有的模糊和背景著色。
zh_hk: 移除主窗口的亮澤漸變邊框和液態玻璃材質，同時保留現有的模糊和背景着色。

source: Rename Folder
es: Renombrar carpeta
fr: Renommer le dossier
zh_hans: 重命名文件夹
zh_hant: 重新命名資料夾
zh_hk: 重命名文件夾

source: Rename Folder...
es: Renombrar carpeta...
fr: Renommer le dossier...
zh_hans: 重命名文件夹…
zh_hant: 重新命名資料夾…
zh_hk: 重命名文件夾…

source: Replace
es: Reemplazar
fr: Remplacer
zh_hans: 替换
zh_hant: 替換
zh_hk: 替換

source: Replace existing Docky in Applications?
es: ¿Reemplazar la copia existente de Docky en Aplicaciones?
fr: Remplacer l’installation existante de Docky dans Applications ?
zh_hans: 要替换“应用程序”文件夹中现有的 Docky 吗？
zh_hant: 要替換“應用程式”資料夾中現有的 Docky 嗎？
zh_hk: 要替換“應用程序”文件夾中現有的 Docky 嗎？

source: Replaces the Launchpad tile's icon.
es: Reemplaza el ícono del ícono de Launchpad.
fr: Remplace l’icône de la tuile Launchpad.
zh_hans: 替换启动台图标的图标。
zh_hant: 替換啟動臺圖示的圖示。
zh_hk: 替換啓動台圖標的圖標。

source: Rescale
es: Reescalar
fr: Redimensionner
zh_hans: 重新缩放
zh_hant: 重新縮放
zh_hk: 重新縮放

source: Reset Appearance
es: Restablecer apariencia
fr: Réinitialiser l'apparence
zh_hans: 重置外观
zh_hant: 重置外觀
zh_hk: 重置外觀

source: Resize Windows
es: Cambiar tamaño de ventanas
fr: Redimensionner les fenêtres
zh_hans: 调整窗口大小
zh_hant: 調整視窗大小
zh_hk: 調整窗口大小

source: Restore
es: Restaurar
fr: Restaurer
zh_hans: 恢复
zh_hant: 恢復
zh_hk: 恢復

source: Restore System Dock
es: Restaurar Dock del sistema
fr: Restaurer le Dock du système
zh_hans: 恢复系统 Dock
zh_hant: 恢復系統 Dock
zh_hk: 恢復系統 Dock

source: Restore Window
es: Restaurar ventana
fr: Restaurer la fenêtre
zh_hans: 还原窗口
zh_hant: 還原視窗
zh_hk: 還原窗口

source: Restores the appearance preferences (indicators, tile layout, window shape, window background, glass) to their defaults. App icons, behavior, widgets, launchpad, and window-management settings keep their current values.
es: Restaura las preferencias de apariencia (indicadores, diseño de íconos, forma y fondo de la ventana, vidrio) a sus valores predeterminados. Los ajustes de íconos de apps, comportamiento, widgets, launchpad y gestión de ventanas conservan sus valores actuales.
fr: Rétablit les préférences d'apparence (indicateurs, mise en page des tuiles, forme de la fenêtre, fond de la fenêtre, verre) sur leurs valeurs par défaut. Les icônes d'applications, le comportement, les widgets, le launchpad et les réglages de gestion des fenêtres conservent leurs valeurs actuelles.
zh_hans: 将外观偏好设置（指示器、图标布局、窗口形状、窗口背景、玻璃效果）恢复为默认值。应用图标、行为、小组件、启动台和窗口管理设置保持当前值。
zh_hant: 將外觀偏好設定（指示器、圖示佈局、視窗形狀、視窗背景、玻璃效果）恢復為預設值。應用圖示、行為、小元件、啟動臺和視窗管理設定保持當前值。
zh_hk: 將外觀偏好設置（指示器、圖標佈局、窗口形狀、窗口背景、玻璃效果）恢復為默認值。應用圖標、行為、小組件、啓動台和窗口管理設置保持當前值。

source: Resume screen mapping
es: Reanudar mapeo por pantalla
fr: Reprendre la configuration des écrans
zh_hans: 恢复屏幕映射
zh_hant: 恢復螢幕對映
zh_hk: 恢復屏幕映射

source: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: Right
es: Derecha
fr: Droite
zh_hans: 右
zh_hant: 右
zh_hk: 右

source: Right Side
es: Lado derecho
fr: Côté droit
zh_hans: 右侧
zh_hant: 右側
zh_hk: 右側

source: Right-click the dividers to edit your dock and add widgets
es: Haz clic derecho en los divisores para editar tu dock y añadir widgets
fr: Faites un clic droit sur les séparateurs pour modifier votre dock et ajouter des widgets
zh_hans: 右键点击分隔线可编辑 Dock 并添加小组件
zh_hant: 右鍵點選分隔線可編輯 Dock 並新增小元件
zh_hk: 右鍵點擊分隔線可編輯 Dock 並添加小組件

source: Rounded
es: Redondeado
fr: Arrondi
zh_hans: 圆角
zh_hant: 圓角
zh_hk: 圓角

source: Rules
es: Reglas
fr: Règles
zh_hans: 规则
zh_hant: 規則
zh_hk: 規則

source: Save
es: Guardar
fr: Enregistrer
zh_hans: 存储
zh_hant: 儲存
zh_hk: 存儲

source: Screen Assignments
es: Asignaciones de pantalla
fr: Affectations d'écran
zh_hans: 屏幕分配
zh_hant: 螢幕分配
zh_hk: 屏幕分配

source: Scripted Actions
es: Acciones programadas
fr: Actions de script
zh_hans: 脚本操作
zh_hant: 指令碼操作
zh_hk: 腳本操作

source: Scroll
es: Desplazar
fr: Défilement
zh_hans: 滚动
zh_hant: 滾動
zh_hk: 滾動

source: Search Applications
es: Buscar aplicaciones
fr: Rechercher des applications
zh_hans: 搜索应用
zh_hant: 搜尋應用
zh_hk: 搜索應用

source: Search widgets and utility items
es: Buscar widgets y elementos de utilidad
fr: Rechercher widgets et éléments utilitaires
zh_hans: 搜索小组件和实用工具项
zh_hant: 搜尋小元件和實用工具項
zh_hk: 搜索小組件和實用工具項

source: Sets the Launchpad grid dimensions. Docky uses these counts when the icons fit on screen, defaulting to 7 columns × 5 rows.
es: Define las dimensiones de la cuadrícula de Launchpad. Docky usa estos valores cuando los íconos caben en pantalla, con 7 columnas × 5 filas por defecto.
fr: Définit les dimensions de la grille du Launchpad. Docky utilise ces nombres lorsque les icônes tiennent à l'écran, par défaut 7 colonnes × 5 lignes.
zh_hans: 设置启动台的网格尺寸。图标能在屏幕上放下时，Docky 会使用这些数量，默认是 7 列 × 5 行。
zh_hant: 設定啟動臺的網格尺寸。圖示能在螢幕上放下時，Docky 會使用這些數量，預設是 7 列 × 5 行。
zh_hk: 設置啓動台的網格尺寸。圖標能在屏幕上放下時，Docky 會使用這些數量，默認是 7 列 × 5 行。

source: Settings
es: Ajustes
fr: Réglages
zh_hans: 设置
zh_hant: 設定
zh_hk: 設置

source: Settings...
es: Ajustes...
fr: Réglages...
zh_hans: 设置…
zh_hant: 設定…
zh_hk: 設置…

source: Settings…
es: Ajustes…
fr: Réglages…
zh_hans: 设置…
zh_hant: 設定…
zh_hk: 設置…

source: Share
es: Compartir
fr: Partager
zh_hans: 共享
zh_hant: 共享
zh_hk: 共享

source: Shelve Mode
es: Modo repisa
fr: Mode étagère
zh_hans: 搁置模式
zh_hant: 擱置模式
zh_hk: 擱置模式

source: Shortcut
es: Atajo
fr: Raccourci
zh_hans: 快捷键
zh_hant: 快捷鍵
zh_hk: 快捷鍵

source: Show Active/Pinned Separator
es: Mostrar separador entre fijadas y activas
fr: Afficher le séparateur actif/épinglé
zh_hans: 显示活动/固定分隔线
zh_hant: 顯示活動/固定分隔線
zh_hk: 顯示活動/固定分隔線

source: Show All Windows
es: Mostrar todas las ventanas
fr: Afficher toutes les fenêtres
zh_hans: 显示所有窗口
zh_hant: 顯示所有視窗
zh_hk: 顯示所有窗口

source: Show App Icon
es: Mostrar ícono de la app
fr: Afficher l'icône de l'application
zh_hans: 显示应用图标
zh_hant: 顯示應用圖示
zh_hk: 顯示應用圖標

source: Show Expanded Preview on Hover
es: Mostrar vista previa expandida al pasar el cursor
fr: Afficher l’aperçu étendu au survol
zh_hans: 悬停时显示展开预览
zh_hant: 懸停時顯示展開預覽
zh_hk: 懸停時顯示展開預覽

source: Show Minimized Windows
es: Mostrar ventanas minimizadas
fr: Afficher les fenêtres minimisées
zh_hans: 显示最小化的窗口
zh_hant: 顯示最小化的視窗
zh_hk: 顯示最小化的窗口

source: Show Running Apps
es: Mostrar apps en ejecución
fr: Afficher les applications en cours
zh_hans: 显示正在运行的应用
zh_hant: 顯示正在執行的應用
zh_hk: 顯示正在運行的應用

source: Show as Widget
es: Mostrar como widget
fr: Afficher en widget
zh_hans: 显示为小组件
zh_hant: 顯示為小元件
zh_hk: 顯示為小組件

source: Show in Docky
es: Mostrar en Docky
fr: Afficher dans Docky
zh_hans: 在 Docky 中显示
zh_hant: 在 Docky 中顯示
zh_hk: 在 Docky 中顯示

source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: Shows CPU, memory, and network activity at a glance.
es: Muestra la actividad de CPU, memoria y red de un vistazo.
fr: Affiche l’activité du processeur, de la mémoire et du réseau en un coup d’œil.
zh_hans: 一目了然地显示 CPU、内存和网络活动。
zh_hant: 一目瞭然地顯示 CPU、記憶體和網路活動。
zh_hk: 一目瞭然地顯示 CPU、內存和網絡活動。

source: Shows Grouped Opened Apps In Dock
es: Mostrar apps abiertas agrupadas en el dock
fr: Affiche les applications ouvertes groupées dans le dock
zh_hans: 在 Dock 中分组显示已打开的应用
zh_hant: 在 Dock 中分組顯示已開啟的應用
zh_hk: 在 Dock 中分組顯示已打開的應用

source: Shows Grouping Backdrop
es: Mostrar fondo de agrupación
fr: Affiche le fond de regroupement
zh_hans: 显示分组背景
zh_hant: 顯示分組背景
zh_hk: 顯示分組背景

source: Shows Mac and accessory battery levels at a glance.
es: Muestra los niveles de batería del Mac y los accesorios de un vistazo.
fr: Affiche les niveaux de batterie du Mac et des accessoires en un coup d’œil.
zh_hans: 一目了然地显示 Mac 和配件的电池电量。
zh_hant: 一目瞭然地顯示 Mac 和配件的電池電量。
zh_hk: 一目瞭然地顯示 Mac 和配件的電池電量。

source: Shows a fullscreen launcher with all installed apps on a blurred backdrop.
es: Muestra un lanzador a pantalla completa con todas las apps instaladas sobre un fondo desenfocado.
fr: Affiche un lanceur en plein écran avec toutes les applications installées sur un arrière-plan flouté.
zh_hans: 显示全屏启动器，所有已安装的应用置于模糊背景之上。
zh_hant: 顯示全屏啟動器，所有已安裝的應用置於模糊背景之上。
zh_hk: 顯示全屏啓動器，所有已安裝的應用置於模糊背景之上。

source: Shows current weather for your location.
es: Muestra el clima actual de tu ubicación.
fr: Affiche la météo actuelle pour votre position.
zh_hans: 显示你所在位置的当前天气。
zh_hant: 顯示你所在位置的當前天氣。
zh_hk: 顯示你所在位置的當前天氣。

source: Shows running apps from an app folder immediately to the right of that folder, and lets the folder reflect how many grouped apps are open.
es: Muestra las apps en ejecución de una carpeta de apps justo a la derecha de esa carpeta y permite que la carpeta refleje cuántas apps agrupadas están abiertas.
fr: Affiche les applications en cours d'un dossier d'applications juste à droite de ce dossier, et fait refléter au dossier le nombre d'applications groupées ouvertes.
zh_hans: 在应用文件夹紧右侧的区域内显示该文件夹中正在运行的应用，并让文件夹反映已打开的分组应用数量。
zh_hant: 在應用資料夾緊右側的區域內顯示該資料夾中正在執行的應用，並讓資料夾反映已開啟的分組應用數量。
zh_hk: 在應用文件夾緊右側的區域內顯示該文件夾中正在運行的應用，並讓文件夾反映已打開的分組應用數量。

source: Shows the current date and month at a glance.
es: Muestra la fecha y el mes actuales de un vistazo.
fr: Affiche la date et le mois actuels en un coup d’œil.
zh_hans: 一目了然地显示当前日期和月份。
zh_hant: 一目瞭然地顯示當前日期和月份。
zh_hk: 一目瞭然地顯示當前日期和月份。

source: Shows the currently playing media with quick playback control.
es: Muestra el contenido que se está reproduciendo con controles rápidos de reproducción.
fr: Affiche le média en lecture avec un contrôle de lecture rapide.
zh_hans: 显示当前播放的媒体，并提供快捷播放控制。
zh_hant: 顯示當前播放的媒體，並提供快捷播放控制。
zh_hk: 顯示當前播放的媒體，並提供快捷播放控制。

source: Shows the weekday and date number at a glance.
es: Muestra el día de la semana y el número del día de un vistazo.
fr: Affiche le jour de la semaine et le numéro du jour en un coup d’œil.
zh_hans: 一目了然地显示星期和日期数。
zh_hant: 一目瞭然地顯示星期和日期數。
zh_hk: 一目瞭然地顯示星期和日期數。

source: Shows your open tasks and what needs attention next.
es: Muestra tus tareas abiertas y lo que necesita atención a continuación.
fr: Affiche vos tâches en cours et ce qui demande une attention prioritaire.
zh_hans: 显示你未完成的任务以及接下来需要处理的事项。
zh_hant: 顯示你未完成的任務以及接下來需要處理的事項。
zh_hk: 顯示你未完成的任務以及接下來需要處理的事項。

source: Skip
es: Omitir
fr: Passer
zh_hans: 跳过
zh_hant: 跳過
zh_hk: 跳過

source: Slide Docky off-screen while a maximized window is on its display, with edge-dwell to reveal.
es: Desliza Docky fuera de la pantalla mientras hay una ventana maximizada en su pantalla, con espera en el borde para mostrarlo.
fr: Glisse Docky hors de l'écran lorsqu'une fenêtre maximisée occupe son écran, avec détection de bord pour faire réapparaître.
zh_hans: 当最大化窗口位于 Docky 所在显示器上时，将 Docky 滑出屏幕，可将指针停在边缘唤出。
zh_hant: 當最大化視窗位於 Docky 所在顯示器上時，將 Docky 滑出螢幕，可將指標停在邊緣喚出。
zh_hk: 當最大化窗口位於 Docky 所在顯示器上時，將 Docky 滑出屏幕，可將指針停在邊緣喚出。

source: Slides Docky's window off-screen until the pointer reaches its edge. Hide timing is controlled by Docky's own delay below, so hiding the system Dock does not stretch it.
es: Desliza la ventana de Docky fuera de la pantalla hasta que el puntero llegue a su borde. El tiempo de ocultación se controla con el retraso propio de Docky abajo, por lo que ocultar el Dock del sistema no lo amplía.
fr: Glisse la fenêtre de Docky hors de l'écran jusqu'à ce que le pointeur atteigne son bord. Le délai de masquage est régi par le délai propre de Docky ci-dessous ; masquer le Dock du système ne le prolonge donc pas.
zh_hans: 将 Docky 的窗口滑出屏幕，直到指针触及边缘。隐藏时机由下面的 Docky 自身延迟控制，因此隐藏系统 Dock 不会延长该延迟。
zh_hant: 將 Docky 的視窗滑出螢幕，直到指標觸及邊緣。隱藏時機由下面的 Docky 自身延遲控制，因此隱藏系統 Dock 不會延長該延遲。
zh_hk: 將 Docky 的窗口滑出屏幕，直到指針觸及邊緣。隱藏時機由下面的 Docky 自身延遲控制，因此隱藏系統 Dock 不會延長該延遲。

source: Smart Organize Pinned Items
es: Organización inteligente de elementos fijados
fr: Organiser intelligemment les éléments épinglés
zh_hans: 智能整理固定项
zh_hant: 智慧整理固定項
zh_hk: 智能整理固定項

source: Smart Stack
es: Pila inteligente
fr: Pile intelligente
zh_hans: 智能堆栈
zh_hant: 智慧堆疊
zh_hk: 智能堆棧

source: Sort By
es: Ordenar por
fr: Trier par
zh_hans: 排序方式
zh_hant: 排序方式
zh_hk: 排序方式

source: Spacer
es: Espaciador
fr: Espace
zh_hans: 间隔条
zh_hant: 間隔條
zh_hk: 間隔條

source: Span
es: Tramo
fr: Étendue
zh_hans: 跨度
zh_hant: 跨度
zh_hk: 跨度

source: Sprite mode keeps the leading and trailing thirds of the image pinned and stretches the middle along the dock's axis.
es: El modo sprite mantiene fijos los tercios inicial y final de la imagen y estira la parte central a lo largo del eje del dock.
fr: Le mode Sprite fixe le premier et le dernier tiers de l'image et étire le milieu le long de l'axe du dock.
zh_hans: 精灵图模式会将图像的前后各三分之一固定，并沿 Dock 轴向拉伸中间部分。
zh_hant: 精靈圖模式會將影象的前後各三分之一固定，並沿 Dock 軸向拉伸中間部分。
zh_hk: 精靈圖模式會將圖像的前後各三分之一固定，並沿 Dock 軸向拉伸中間部分。

source: Stack
es: Pila
fr: Pile
zh_hans: 堆栈
zh_hant: 堆疊
zh_hk: 堆棧

source: Stacks available widgets into a single tile you can scroll through.
es: Apila los widgets disponibles en un solo ícono por el que puedes desplazarte.
fr: Empile les widgets disponibles dans une seule tuile que vous pouvez faire défiler.
zh_hans: 将可用小组件堆叠到一个图标中，可滚动浏览。
zh_hant: 將可用小元件堆疊到一個圖示中，可滾動瀏覽。
zh_hk: 將可用小組件堆疊到一個圖標中，可滾動瀏覽。

source: Start Trial
es: Iniciar prueba
fr: Démarrer l'essai
zh_hans: 开始试用
zh_hant: 開始試用
zh_hk: 開始試用

source: Start Your Trial
es: Inicia tu prueba
fr: Démarrer votre essai
zh_hans: 开始您的试用
zh_hant: 開始您的試用
zh_hk: 開始您的試用

source: Starting Trial...
es: Iniciando prueba...
fr: Démarrage de l'essai...
zh_hans: 正在开始试用…
zh_hant: 正在開始試用…
zh_hk: 正在開始試用…

source: Status
es: Estado
fr: État
zh_hans: 状态
zh_hant: 狀態
zh_hk: 狀態

source: Switch to profile
es: Cambiar al perfil
fr: Basculer vers le profil
zh_hans: 切换到配置
zh_hant: 切換到配置
zh_hk: 切換到配置

source: Sync Dock
es: Sincronizar dock
fr: Synchroniser le Dock
zh_hans: 同步 Dock
zh_hant: 同步 Dock
zh_hk: 同步 Dock

source: System
es: Sistema
fr: Système
zh_hans: 系统
zh_hant: 系統
zh_hk: 系統

source: System Dock
es: Dock del sistema
fr: Dock système
zh_hans: 系统 Dock
zh_hant: 系統 Dock
zh_hk: 系統 Dock

source: System Status
es: Estado del sistema
fr: Statut du système
zh_hans: 系统状态
zh_hant: 系統狀態
zh_hk: 系統狀態

source: System metrics are temporarily unavailable.
es: Las métricas del sistema no están disponibles temporalmente.
fr: Les métriques système sont temporairement indisponibles.
zh_hans: 系统指标暂时不可用。
zh_hant: 系統指標暫時不可用。
zh_hk: 系統指標暫時不可用。

source: Thumbnails
es: Miniaturas
fr: Vignettes
zh_hans: 缩略图
zh_hant: 縮圖
zh_hk: 縮略圖

source: Tier
es: Nivel
fr: Niveau
zh_hans: 层级
zh_hant: 層級
zh_hk: 層級

source: Tile Clip Shape
es: Forma del recorte del ícono
fr: Forme de découpe de la tuile
zh_hans: 图标裁剪形状
zh_hant: 圖示裁剪形狀
zh_hk: 圖標裁剪形狀

source: Tile Layout
es: Diseño de íconos
fr: Disposition des tuiles
zh_hans: 图标布局
zh_hant: 圖示佈局
zh_hk: 圖標佈局

source: Tile Size
es: Tamaño del ícono
fr: Taille des tuiles
zh_hans: 图标大小
zh_hant: 圖示大小
zh_hk: 圖標大小

source: Tile Spacing
es: Espaciado de íconos
fr: Espacement des tuiles
zh_hans: 图标间距
zh_hant: 圖示間距
zh_hk: 圖標間距

source: Tile Vertical Padding
es: Margen vertical del ícono
fr: Marge verticale de la tuile
zh_hans: 图标垂直内边距
zh_hant: 圖示垂直內邊距
zh_hk: 圖標垂直內邊距

source: Time the cursor must rest on a widget before its expanded preview window appears. Set to zero for an immediate preview.
es: Tiempo que el cursor debe permanecer sobre un widget antes de que aparezca la ventana de vista previa expandida. Pon cero para una vista previa inmediata.
fr: Temps pendant lequel le curseur doit rester sur un widget avant l'apparition de sa fenêtre d'aperçu agrandi. Réglez sur zéro pour un aperçu immédiat.
zh_hans: 指针需停留在小组件上多久才显示其展开预览窗口。设为零则立即预览。
zh_hant: 指標需停留在小元件上多久才顯示其展開預覽視窗。設為零則立即預覽。
zh_hk: 指針需停留在小組件上多久才顯示其展開預覽窗口。設為零則立即預覽。

source: Top
es: Arriba
fr: Haut
zh_hans: 顶部
zh_hant: 頂部
zh_hk: 頂部

source: Top Left
es: Superior izquierda
fr: Haut gauche
zh_hans: 左上
zh_hant: 左上
zh_hk: 左上

source: Top Right
es: Superior derecha
fr: Haut droite
zh_hans: 右上
zh_hant: 右上
zh_hk: 右上

source: Transparency
es: Transparencia
fr: Transparence
zh_hans: 透明度
zh_hant: 透明度
zh_hk: 透明度

source: Trash
es: Papelera
fr: Corbeille
zh_hans: 废纸篓
zh_hant: 廢紙簍
zh_hk: 廢紙簍

source: Troubleshoot
es: Solucionar problemas
fr: Dépannage
zh_hans: 故障排查
zh_hant: 故障排查
zh_hk: 故障排查

source: Try a different search term to bring sections back into view.
es: Prueba con otro término de búsqueda para volver a mostrar las secciones.
fr: Essayez un autre terme de recherche pour faire réapparaître les sections.
zh_hans: 尝试更换搜索词以让各部分重新显示。
zh_hant: 嘗試更換搜尋詞以讓各部分重新顯示。
zh_hk: 嘗試更換搜索詞以讓各部分重新顯示。

source: Turn Docky's Cmd-Tab-style switcher on or off without clearing its shortcut or preview preference.
es: Activa o desactiva el conmutador estilo Cmd-Tab de Docky sin borrar su atajo ni la preferencia de vista previa.
fr: Activez ou désactivez le sélecteur au style Cmd-Tab de Docky sans effacer son raccourci ni sa préférence d'aperçu.
zh_hans: 开启或关闭 Docky 的 Cmd-Tab 风格切换器，而不清除其快捷键或预览偏好设置。
zh_hant: 開啟或關閉 Docky 的 Cmd-Tab 風格切換器，而不清除其快捷鍵或預覽偏好設定。
zh_hk: 開啓或關閉 Docky 的 Cmd-Tab 風格切換器，而不清除其快捷鍵或預覽偏好設置。

source: Turn Docky's Launchpad overlay on or off without removing its shortcut or layout preferences.
es: Activa o desactiva la superposición de Launchpad de Docky sin eliminar su atajo ni las preferencias de diseño.
fr: Activez ou désactivez la superposition Launchpad de Docky sans supprimer son raccourci ni ses préférences de mise en page.
zh_hans: 开启或关闭 Docky 的启动台叠加层，而不移除其快捷键或布局偏好设置。
zh_hant: 開啟或關閉 Docky 的啟動臺疊加層，而不移除其快捷鍵或佈局偏好設定。
zh_hk: 開啓或關閉 Docky 的啓動台疊加層，而不移除其快捷鍵或佈局偏好設置。

source: UP NEXT
es: A CONTINUACIÓN
fr: PROCHAIN
zh_hans: 接下来播放
zh_hant: 接下來播放
zh_hk: 接下來播放

source: Ungroup Folder
es: Desagrupar carpeta
fr: Dissocier le dossier
zh_hans: 取消文件夹分组
zh_hant: 取消資料夾分組
zh_hk: 取消文件夾分組

source: Unlock Docky Pro
es: Desbloquear Docky Pro
fr: Débloquer Docky Pro
zh_hans: 解锁 Docky Pro
zh_hant: 解鎖 Docky Pro
zh_hk: 解鎖 Docky Pro

source: Unlock Pro to add
es: Desbloquea Pro para añadir
fr: Débloquer Pro pour ajouter
zh_hans: 解锁 Pro 以添加
zh_hant: 解鎖 Pro 以新增
zh_hk: 解鎖 Pro 以添加

source: Updates
es: Actualizaciones
fr: Mises à jour
zh_hans: 更新
zh_hant: 更新
zh_hk: 更新

source: Use Current
es: Usar actual
fr: Utiliser l'actuel
zh_hans: 使用当前
zh_hant: 使用當前
zh_hk: 使用當前

source: Use Custom Indicator Color
es: Usar color de indicador personalizado
fr: Utiliser une couleur d’indicateur personnalisée
zh_hans: 使用自定义指示器颜色
zh_hant: 使用自定義指示器顏色
zh_hk: 使用自定義指示器顏色
